Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# DataOp_Error_OperandOutOfRange
source: The value cannot be represented by the element type and size.
ar: لا يمكن تمثيل القيمة بنوع العنصر وحجمه.
cs: Hodnotu nelze vyjádřit typem a velikostí prvku.
de: Der Wert kann mit diesem Elementtyp und dieser Größe nicht dargestellt werden.
el: Η τιμή δεν μπορεί να αναπαρασταθεί με τον τύπο και το μέγεθος του στοιχείου.
es: El valor no se puede representar con el tipo y tamaño de elemento.
fa: مقدار با نوع و اندازهٔ عنصر قابل نمایش نیست.
fr: La valeur ne peut pas être représentée avec ce type et cette taille d'élément.
hu: Az érték nem ábrázolható az elem típusával és méretével.
id: Nilai tidak dapat direpresentasikan oleh tipe dan ukuran elemen.
it: Il valore non può essere rappresentato con il tipo e la dimensione dell'elemento.
ja: 要素の型と大きさで表せない値です。
ko: 이 값은 요소 형식과 크기로 표현할 수 없습니다.
pl: Wartości nie można przedstawić przy tym typie i rozmiarze elementu.
pt: O valor não pode ser representado pelo tipo e tamanho do elemento.
ro: Valoarea nu poate fi reprezentată de tipul și dimensiunea elementului.
th: ค่านี้แทนด้วยชนิดและขนาดขององค์ประกอบไม่ได้
tr: Değer, öğe türü ve boyutuyla gösterilemez.
uk: Значення неможливо подати за цього типу й розміру елемента.
vi: Không thể biểu diễn giá trị bằng kiểu và kích thước phần tử.
zh_hans: 该值无法用此元素类型和大小表示。
zh_hant: 此值無法以元素類型和大小表示。

# DataOp_Error_DivideByZero
source: Cannot divide by 0.
ar: لا يمكن القسمة على 0.
cs: Nelze dělit nulou.
de: Division durch 0 ist nicht möglich.
el: Δεν είναι δυνατή η διαίρεση με το 0.
es: No se puede dividir entre 0.
fa: تقسیم بر 0 ممکن نیست.
fr: Impossible de diviser par 0.
hu: Nullával nem lehet osztani.
id: Tidak dapat membagi dengan 0.
it: Impossibile dividere per 0.
ja: 0 では割れません。
ko: 0으로 나눌 수 없습니다.
pl: Nie można dzielić przez 0.
pt: Não é possível dividir por 0.
ro: Nu se poate împărți la 0.
th: หารด้วย 0 ไม่ได้
tr: 0'a bölünemez.
uk: Ділити на 0 не можна.
vi: Không thể chia cho 0.
zh_hans: 不能除以 0。
zh_hant: 無法除以 0。

# DataOp_Error_DivisorBecomesZero
source: The increment makes the divisor 0 for some element.
ar: تجعل الزيادة المقسوم عليه 0 لبعض العناصر.
cs: Přírůstek způsobí, že dělitel bude u některého prvku 0.
de: Durch das Inkrement wird der Divisor für ein Element 0.
el: Το βήμα κάνει τον διαιρέτη 0 για κάποιο στοιχείο.
es: El incremento hace que el divisor sea 0 en algún elemento.
fa: افزایش، مقسوم‌علیه را برای برخی عناصر 0 می‌کند.
fr: L'incrément rend le diviseur nul pour un élément.
hu: A növekmény miatt az osztó egyes elemeknél 0 lesz.
id: Kenaikan membuat pembagi menjadi 0 untuk beberapa elemen.
it: Con l'incremento il divisore diventa 0 per qualche elemento.
ja: 増分によって途中で除数が 0 になります。
ko: 증분으로 인해 일부 요소에서 제수가 0이 됩니다.
pl: Przyrost sprawia, że dzielnik dla któregoś elementu wynosi 0.
pt: O incremento torna o divisor 0 em algum elemento.
ro: Incrementul face ca împărțitorul să devină 0 pentru un element.
th: ส่วนเพิ่มทำให้ตัวหารเป็น 0 สำหรับบางองค์ประกอบ
tr: Artış, bazı öğeler için böleni 0 yapıyor.
uk: Через приріст дільник для деякого елемента стає рівним 0.
vi: Bước tăng làm số chia bằng 0 ở một số phần tử.
zh_hans: 增量会使某个元素的除数变为 0。
zh_hant: 遞增量會使某些元素的除數變成 0。

# DataOp_Error_TypeNotSupported
source: This operation cannot be used with this element type.
ar: لا يمكن استخدام هذه العملية مع نوع العنصر هذا.
cs: Tuto operaci nelze použít s tímto typem prvku.
de: Diese Operation kann mit diesem Elementtyp nicht verwendet werden.
el: Αυτή η πράξη δεν μπορεί να χρησιμοποιηθεί με αυτόν τον τύπο στοιχείου.
es: Esta operación no se puede usar con este tipo de elemento.
fa: این عملیات با این نوع عنصر قابل استفاده نیست.
fr: Cette opération ne peut pas être utilisée avec ce type d'élément.
hu: Ez a művelet nem használható ezzel az elemtípussal.
id: Operasi ini tidak dapat digunakan dengan tipe elemen ini.
it: Questa operazione non può essere usata con questo tipo di elemento.
ja: この要素の型では使えない演算です。
ko: 이 연산은 이 요소 형식에 사용할 수 없습니다.
pl: Tej operacji nie można użyć z tym typem elementu.
pt: Esta operação não pode ser usada com este tipo de elemento.
ro: Această operație nu poate fi utilizată cu acest tip de element.
th: ใช้การดำเนินการนี้กับชนิดองค์ประกอบนี้ไม่ได้
tr: Bu işlem bu öğe türüyle kullanılamaz.
uk: Цю операцію не можна використовувати з цим типом елемента.
vi: Không thể dùng phép toán này với kiểu phần tử này.
zh_hans: 此运算不能用于此元素类型。
zh_hant: 此運算無法用於此元素類型。

# DataOp_Error_InvalidSize
source: Floating point elements are 4 or 8 bytes.
ar: عناصر الفاصلة العائمة 4 أو 8 بايت.
cs: Prvky s plovoucí čárkou mají 4 nebo 8 bajtů.
de: Gleitkommaelemente sind 4 oder 8 Bytes groß.
el: Τα στοιχεία κινητής υποδιαστολής είναι 4 ή 8 byte.
es: Los elementos de punto flotante son de 4 u 8 bytes.
fa: عناصر ممیز شناور 4 یا 8 بایتی هستند.
fr: Les éléments à virgule flottante font 4 ou 8 octets.
hu: A lebegőpontos elemek 4 vagy 8 bájtosak.
id: Elemen floating-point berukuran 4 atau 8 byte.
it: Gli elementi a virgola mobile sono di 4 o 8 byte.
ja: 浮動小数点の要素は 4 または 8 バイトです。
ko: 부동 소수점 요소는 4바이트 또는 8바이트입니다.
pl: Elementy zmiennoprzecinkowe mają 4 lub 8 bajtów.
pt: Elementos de ponto flutuante têm 4 ou 8 bytes.
ro: Elementele în virgulă mobilă au 4 sau 8 octeți.
th: องค์ประกอบทศนิยมลอยตัวมีขนาด 4 หรือ 8 ไบต์
tr: Kayan nokta öğeleri 4 veya 8 bayttır.
uk: Елементи з рухомою комою мають розмір 4 або 8 байтів.
vi: Phần tử dấu phẩy động có kích thước 4 hoặc 8 byte.
zh_hans: 浮点元素为 4 或 8 字节。
zh_hant: 浮點數元素為 4 或 8 個位元組。

# DataOp_Error_BitCountOutOfRange
source: The number of bits is out of range.
ar: عدد البتات خارج النطاق.
cs: Počet bitů je mimo rozsah.
de: Die Anzahl der Bits liegt außerhalb des Bereichs.
el: Ο αριθμός bit είναι εκτός εύρους.
es: El número de bits está fuera de rango.
fa: تعداد بیت‌ها خارج از محدوده است.
fr: Le nombre de bits est hors plage.
hu: A bitek száma a tartományon kívül esik.
id: Jumlah bit di luar rentang.
it: Il numero di bit è fuori intervallo.
ja: ビット数が範囲外です。
ko: 비트 수가 범위를 벗어났습니다.
pl: Liczba bitów jest poza zakresem.
pt: O número de bits está fora do intervalo.
ro: Numărul de biți este în afara intervalului.
th: จำนวนบิตอยู่นอกช่วง
tr: Bit sayısı aralık dışında.
uk: Кількість бітів поза діапазоном.
vi: Số bit nằm ngoài phạm vi.
zh_hans: 位数超出范围。
zh_hant: 位元數超出範圍。

# DataOp_Error_MinGreaterThanMax
source: The minimum is greater than the maximum.
ar: الحد الأدنى أكبر من الحد الأقصى.
cs: Minimum je větší než maximum.
de: Das Minimum ist größer als das Maximum.
el: Το ελάχιστο είναι μεγαλύτερο από το μέγιστο.
es: El mínimo es mayor que el máximo.
fa: حداقل از حداکثر بزرگ‌تر است.
fr: Le minimum est supérieur au maximum.
hu: A minimum nagyobb a maximumnál.
id: Minimum lebih besar dari maksimum.
it: Il minimo è maggiore del massimo.
ja: 最小値が最大値より大きくなっています。
ko: 최솟값이 최댓값보다 큽니다.
pl: Minimum jest większe niż maksimum.
pt: O mínimo é maior que o máximo.
ro: Minimul este mai mare decât maximul.
th: ค่าต่ำสุดมากกว่าค่าสูงสุด
tr: En küçük değer en büyük değerden büyük.
uk: Мінімум більший за максимум.
vi: Giá trị nhỏ nhất lớn hơn giá trị lớn nhất.
zh_hans: 最小值大于最大值。
zh_hant: 最小值大於最大值。

# DataOp_Error_KeyEmpty
source: The key is empty.
ar: المفتاح فارغ.
cs: Klíč je prázdný.
de: Der Schlüssel ist leer.
el: Το κλειδί είναι κενό.
es: La clave está vacía.
fa: کلید خالی است.
fr: La clé est vide.
hu: A kulcs üres.
id: Kunci kosong.
it: La chiave è vuota.
ja: 鍵が空です。
ko: 키가 비어 있습니다.
pl: Klucz jest pusty.
pt: A chave está vazia.
ro: Cheia este goală.
th: คีย์ว่างเปล่า
tr: Anahtar boş.
uk: Ключ порожній.
vi: Khóa trống.
zh_hans: 密钥为空。
zh_hant: 金鑰是空的。

# DataOp_Error_KeyTooLong
source: The key can be at most 16 MiB.
ar: يمكن أن يكون المفتاح 16 MiB كحد أقصى.
cs: Klíč může mít nejvýše 16 MiB.
de: Der Schlüssel darf höchstens 16 MiB groß sein.
el: Το κλειδί μπορεί να είναι έως 16 MiB.
es: La clave puede tener como máximo 16 MiB.
fa: کلید حداکثر 16 MiB می‌تواند باشد.
fr: La clé ne peut pas dépasser 16 Mio.
hu: A kulcs legfeljebb 16 MiB lehet.
id: Kunci paling besar 16 MiB.
it: La chiave può essere al massimo di 16 MiB.
ja: 鍵は 16 MiB までです。
ko: 키는 최대 16MiB까지 가능합니다.
pl: Klucz może mieć maksymalnie 16 MiB.
pt: A chave pode ter no máximo 16 MiB.
ro: Cheia poate avea cel mult 16 MiB.
th: คีย์มีขนาดได้สูงสุด 16 MiB
tr: Anahtar en fazla 16 MiB olabilir.
uk: Ключ може бути не більшим за 16 МіБ.
vi: Khóa tối đa 16 MiB.
zh_hans: 密钥最多为 16 MiB。
zh_hant: 金鑰最多為 16 MiB。

# DataOp_Error_InvalidStride
source: Process at least 1 element and skip 0 or more.
ar: عالج عنصرًا واحدًا على الأقل وتخطَّ 0 أو أكثر.
cs: Zpracujte alespoň 1 prvek a přeskočte 0 nebo více.
de: Verarbeiten Sie mindestens 1 Element und überspringen Sie 0 oder mehr.
el: Επεξεργαστείτε τουλάχιστον 1 στοιχείο και παραλείψτε 0 ή περισσότερα.
es: Procesa al menos 1 elemento y omite 0 o más.
fa: دست‌کم 1 عنصر را پردازش کنید و 0 یا بیشتر را رد کنید.
fr: Traitez au moins 1 élément et ignorez-en 0 ou plus.
hu: Legalább 1 elemet dolgozzon fel, és 0 vagy több elemet hagyjon ki.
id: Proses setidaknya 1 elemen dan lewati 0 atau lebih.
it: Elabora almeno 1 elemento e salta 0 o più elementi.
ja: 処理する要素は 1 以上、飛ばす要素は 0 以上にしてください。
ko: 처리할 요소는 1개 이상, 건너뛸 요소는 0개 이상이어야 합니다.
pl: Przetwórz co najmniej 1 element i pomiń 0 lub więcej.
pt: Processe pelo menos 1 elemento e pule 0 ou mais.
ro: Procesați cel puțin 1 element și omiteți 0 sau mai multe.
th: ประมวลผลอย่างน้อย 1 องค์ประกอบและข้าม 0 ขึ้นไป
tr: En az 1 öğe işleyin ve 0 veya daha fazla atlayın.
uk: Обробляйте щонайменше 1 елемент і пропускайте 0 або більше.
vi: Hãy xử lý ít nhất 1 phần tử và bỏ qua từ 0 trở lên.
zh_hans: 请至少处理 1 个元素，并跳过 0 个或更多元素。
zh_hant: 請至少處理 1 個元素，並略過 0 個以上的元素。

# DataOp_Error_PositionOutOfRange
source: The position or range is outside the target.
ar: الموضع أو النطاق خارج الهدف.
cs: Pozice nebo rozsah je mimo cíl.
de: Die Position oder der Bereich liegt außerhalb des Ziels.
el: Η θέση ή το εύρος είναι εκτός του στόχου.
es: La posición o el rango están fuera del destino.
fa: موقعیت یا محدوده خارج از هدف است.
fr: La position ou la plage est en dehors de la cible.
hu: A pozíció vagy a tartomány a célon kívül esik.
id: Posisi atau rentang berada di luar target.
it: La posizione o l'intervallo è fuori dalla destinazione.
ja: 位置または範囲が対象の外です。
ko: 위치 또는 범위가 대상 밖에 있습니다.
pl: Pozycja lub zakres wykracza poza cel.
pt: A posição ou o intervalo está fora do destino.
ro: Poziția sau intervalul se află în afara țintei.
th: ตำแหน่งหรือช่วงอยู่นอกเป้าหมาย
tr: Konum veya aralık hedefin dışında.
uk: Позиція або діапазон поза об’єктом.
vi: Vị trí hoặc phạm vi nằm ngoài đối tượng.
zh_hans: 位置或范围超出目标。
zh_hant: 位置或範圍在目標之外。

# DataOp_Error_FixedLength
source: This document cannot change its length; use "Within the selection only".
ar: لا يمكن تغيير طول هذا المستند؛ استخدم «داخل التحديد فقط».
cs: Tento dokument nemůže měnit délku; použijte „Jen v rámci výběru“.
de: Die Länge dieses Dokuments kann nicht geändert werden; verwenden Sie „Nur innerhalb der Auswahl“.
el: Αυτό το έγγραφο δεν μπορεί να αλλάξει μήκος· χρησιμοποιήστε «Μόνο μέσα στην επιλογή».
es: La longitud de este documento no puede cambiar; usa “Solo dentro de la selección”.
fa: طول این سند قابل تغییر نیست؛ از «فقط درون انتخاب» استفاده کنید.
fr: La longueur de ce document ne peut pas changer ; utilisez « Uniquement dans la sélection ».
hu: Ennek a dokumentumnak a hossza nem módosítható; használja a „Csak a kijelölésen belül” beállítást.
id: Dokumen ini tidak dapat mengubah panjangnya; gunakan “Hanya di dalam pilihan”.
it: La lunghezza di questo documento non può cambiare; usa “Solo all'interno della selezione”.
ja: 長さを変えられないドキュメントです。「選択範囲の中だけ」を使ってください。
ko: 이 문서는 길이를 변경할 수 없습니다. "선택 영역 안에서만"을 사용하세요.
pl: Ten dokument nie może zmienić długości; użyj opcji „Tylko w obrębie zaznaczenia”.
pt: Este documento não pode mudar de comprimento; use “Somente dentro da seleção”.
ro: Lungimea acestui document nu poate fi modificată; utilizați „Doar în cadrul selecției”.
th: เอกสารนี้เปลี่ยนความยาวไม่ได้ ให้ใช้ “เฉพาะภายในส่วนที่เลือก”
tr: Bu belgenin uzunluğu değiştirilemez; "Yalnızca seçim içinde" seçeneğini kullanın.
uk: Довжину цього документа не можна змінити; використовуйте «Лише всередині виділення».
vi: Tài liệu này không thể thay đổi độ dài; hãy dùng “Chỉ trong vùng chọn”.
zh_hans: 此文档无法更改长度；请使用“仅在选定内容内”。
zh_hant: 此文件無法變更長度；請使用「只在選取範圍內」。

# DataOp_Error_TempSpace
source: The operation needs {0} GB of temporary space, but only {1} GB is free.
ar: تحتاج العملية إلى {0} GB من المساحة المؤقتة، لكن المتاح {1} GB فقط.
cs: Operace potřebuje {0} GB dočasného místa, ale volných je jen {1} GB.
de: Die Operation benötigt {0} GB temporären Speicherplatz, aber nur {1} GB sind frei.
el: Η πράξη χρειάζεται {0} GB προσωρινού χώρου, αλλά είναι ελεύθερα μόνο {1} GB.
es: La operación necesita {0} GB de espacio temporal, pero solo hay {1} GB libres.
fa: این عملیات به {0} GB فضای موقت نیاز دارد، اما فقط {1} GB آزاد است.
fr: L'opération nécessite {0} Go d'espace temporaire, mais seuls {1} Go sont libres.
hu: A művelethez {0} GB ideiglenes tárhely szükséges, de csak {1} GB szabad.
id: Operasi memerlukan {0} GB ruang sementara, tetapi hanya {1} GB yang kosong.
it: L'operazione richiede {0} GB di spazio temporaneo, ma ne sono liberi solo {1} GB.
ja: 演算に一時領域が {0} GB 必要ですが、空きは {1} GB です。
ko: 연산에 임시 공간이 {0}GB 필요하지만 사용 가능한 공간은 {1}GB뿐입니다.
pl: Operacja wymaga {0} GB miejsca tymczasowego, ale wolne jest tylko {1} GB.
pt: A operação precisa de {0} GB de espaço temporário, mas só há {1} GB livres.
ro: Operația necesită {0} GB de spațiu temporar, dar sunt liberi doar {1} GB.
th: การดำเนินการต้องใช้พื้นที่ชั่วคราว {0} GB แต่ว่างเพียง {1} GB
tr: İşlem {0} GB geçici alan gerektiriyor, ancak yalnızca {1} GB boş.
uk: Для операції потрібно {0} ГБ тимчасового місця, але вільно лише {1} ГБ.
vi: Phép toán cần {0} GB dung lượng tạm, nhưng chỉ còn trống {1} GB.
zh_hans: 此运算需要 {0} GB 的临时空间，但可用空间只有 {1} GB。
zh_hant: 此運算需要 {0} GB 的暫存空間，但只有 {1} GB 可用。

# DataOp_Error_Read
source: Cannot read offset {0}. The document was not changed.
ar: تتعذر قراءة الإزاحة {0}. لم يتم تغيير المستند.
cs: Posun {0} nelze přečíst. Dokument nebyl změněn.
de: Offset {0} kann nicht gelesen werden. Das Dokument wurde nicht geändert.
el: Δεν είναι δυνατή η ανάγνωση της μετατόπισης {0}. Το έγγραφο δεν άλλαξε.
es: No se puede leer el desplazamiento {0}. El documento no se modificó.
fa: خواندن آفست {0} ممکن نیست. سند تغییر نکرد.
fr: Impossible de lire le décalage {0}. Le document n'a pas été modifié.
hu: Nem olvasható a(z) {0} eltolás. A dokumentum nem módosult.
id: Tidak dapat membaca offset {0}. Dokumen tidak diubah.
it: Impossibile leggere l'offset {0}. Il documento non è stato modificato.
ja: オフセット {0} を読み込めません。ドキュメントは変更していません。
ko: 오프셋 {0}을(를) 읽을 수 없습니다. 문서는 변경되지 않았습니다.
pl: Nie można odczytać przesunięcia {0}. Dokument nie został zmieniony.
pt: Não é possível ler o deslocamento {0}. O documento não foi alterado.
ro: Deplasamentul {0} nu poate fi citit. Documentul nu a fost modificat.
th: ไม่สามารถอ่านออฟเซ็ต {0} เอกสารไม่ได้ถูกเปลี่ยนแปลง
tr: {0} ofseti okunamıyor. Belge değiştirilmedi.
uk: Не вдається прочитати зміщення {0}. Документ не змінено.
vi: Không thể đọc độ lệch {0}. Tài liệu không bị thay đổi.
zh_hans: 无法读取偏移量 {0}。文档未被更改。
zh_hant: 無法讀取位移 {0}。文件並未變更。

# Operation_DataOperation
source: Data operation: {0}
ar: عملية بيانات: {0}
cs: Datová operace: {0}
de: Datenoperation: {0}
el: Πράξη δεδομένων: {0}
es: Operación de datos: {0}
fa: عملیات داده: {0}
fr: Opération sur les données : {0}
hu: Adatművelet: {0}
id: Operasi data: {0}
it: Operazione sui dati: {0}
ja: データ演算: {0}
ko: 데이터 연산: {0}
pl: Operacja na danych: {0}
pt: Operação de dados: {0}
ro: Operație pe date: {0}
th: การดำเนินการข้อมูล: {0}
tr: Veri işlemi: {0}
uk: Операція з даними: {0}
vi: Phép toán dữ liệu: {0}
zh_hans: 数据运算：{0}
zh_hant: 資料運算：{0}

# Cmd_data_case_upper
source: Uppercase
ar: أحرف كبيرة
cs: Velká písmena
de: Großbuchstaben
el: Κεφαλαία
es: Mayúsculas
fa: حروف بزرگ
fr: Majuscules
hu: Nagybetűs
id: Huruf besar
it: Maiuscole
ja: 大文字に
ko: 대문자로
pl: Wielkie litery
pt: Maiúsculas
ro: Majuscule
th: ตัวพิมพ์ใหญ่
tr: Büyük harf
uk: Великі літери
vi: Chữ hoa
zh_hans: 大写
zh_hant: 大寫

# CmdAlias_data_case_upper
source: case uppercase
ar: case uppercase حالة الأحرف كبيرة
cs: velká velka písmena pismena case uppercase
de: groß schreibung case uppercase
el: πεζά-κεφαλαία κεφαλαία case uppercase
es: mayúsculas case uppercase
fa: بزرگی حروف بزرگ, case uppercase
fr: casse majuscules case uppercase
hu: nagybetű nagybetu nagybetűs kisbetű-nagybetű case uppercase
id: huruf besar kapital case uppercase
it: maiuscole minuscole case uppercase
ja: おおもじに
ko: 대문자 변환 대소문자 case uppercase
pl: wielkie litery wielkość liter case uppercase
pt: maiúsculas minúsculas case uppercase
ro: majuscule litere mari case uppercase
th: ตัวพิมพ์ใหญ่ case uppercase
tr: harf büyük harf case uppercase
uk: регістр великі літери case uppercase
vi: chữ hoa viết hoa case uppercase
zh_hans: 大写 大小写 case uppercase
zh_hant: 大寫 大小寫 case uppercase

# Cmd_data_case_upper_ascii
source: Uppercase (ASCII letters only)
ar: أحرف كبيرة (أحرف ASCII فقط)
cs: Velká písmena (jen písmena ASCII)
de: Großbuchstaben (nur ASCII-Buchstaben)
el: Κεφαλαία (μόνο γράμματα ASCII)
es: Mayúsculas (solo letras ASCII)
fa: حروف بزرگ (فقط حروف ASCII)
fr: Majuscules (lettres ASCII uniquement)
hu: Nagybetűs (csak ASCII betűk)
id: Huruf besar (hanya huruf ASCII)
it: Maiuscole (solo lettere ASCII)
ja: 大文字に (ASCII の英字だけ)
ko: 대문자로(ASCII 영문자만)
pl: Wielkie litery (tylko litery ASCII)
pt: Maiúsculas (somente letras ASCII)
ro: Majuscule (doar literele ASCII)
th: ตัวพิมพ์ใหญ่ (เฉพาะตัวอักษร ASCII)
tr: Büyük harf (yalnızca ASCII harfleri)
uk: Великі літери (лише літери ASCII)
vi: Chữ hoa (chỉ chữ cái ASCII)
zh_hans: 大写（仅 ASCII 字母）
zh_hant: 大寫（僅 ASCII 字母）

# CmdAlias_data_case_upper_ascii
source: case ascii
ar: case ascii حالة الأحرف
cs: velká velka písmena pismena case ascii
de: groß schreibung case ascii
el: πεζά-κεφαλαία case ascii
es: mayúsculas case ascii
fa: بزرگی حروف, case ascii
fr: casse majuscules case ascii
hu: nagybetű nagybetu case ascii
id: huruf besar case ascii
it: maiuscole minuscole ascii case ascii
ja: おおもじに あすきー
ko: 대문자 변환 영문자 case ascii
pl: wielkość liter ascii case ascii
pt: maiúsculas minúsculas ascii case ascii
ro: majuscule litere mari case ascii
th: ตัวพิมพ์ใหญ่ case ascii
tr: harf case ascii
uk: регістр case ascii
vi: chữ hoa case ascii
zh_hans: 大写 大小写 case ascii
zh_hant: 大寫 大小寫 case ascii

# Cmd_data_case_upper_text
source: Uppercase (by text encoding)
ar: أحرف كبيرة (حسب ترميز النص)
cs: Velká písmena (podle kódování textu)
de: Großbuchstaben (nach Textcodierung)
el: Κεφαλαία (κατά κωδικοποίηση κειμένου)
es: Mayúsculas (según la codificación del texto)
fa: حروف بزرگ (بر اساس رمزگذاری متن)
fr: Majuscules (selon l'encodage du texte)
hu: Nagybetűs (szövegkódolás szerint)
id: Huruf besar (menurut pengodean teks)
it: Maiuscole (secondo la codifica del testo)
ja: 大文字に (文字コードに従う)
ko: 대문자로(텍스트 인코딩 기준)
pl: Wielkie litery (wg kodowania tekstu)
pt: Maiúsculas (pela codificação de texto)
ro: Majuscule (după codificarea textului)
th: ตัวพิมพ์ใหญ่ (ตามการเข้ารหัสข้อความ)
tr: Büyük harf (metin kodlamasına göre)
uk: Великі літери (за кодуванням тексту)
vi: Chữ hoa (theo bảng mã văn bản)
zh_hans: 大写（按文本编码）
zh_hant: 大寫（依文字編碼）

# CmdAlias_data_case_upper_text
source: case unicode encoding
ar: case unicode encoding حالة الأحرف ترميز
cs: velká velka písmena pismena kódování kodovani case unicode encoding
de: groß schreibung codierung case unicode encoding
el: πεζά-κεφαλαία κωδικοποίηση case unicode encoding
es: mayúsculas codificación case unicode encoding
fa: بزرگی حروف رمزگذاری, case unicode encoding
fr: casse majuscules encodage case unicode encoding
hu: nagybetű nagybetu kódolás kodolas case unicode encoding
id: huruf besar pengodean case unicode encoding
it: maiuscole minuscole codifica unicode case unicode encoding
ja: おおもじに もじこーど
ko: 대문자 변환 유니코드 인코딩 case unicode encoding
pl: wielkość liter kodowanie unicode case unicode encoding
pt: maiúsculas minúsculas codificação unicode case unicode encoding
ro: majuscule litere mari codificare case unicode encoding
th: ตัวพิมพ์ใหญ่ การเข้ารหัส case unicode encoding
tr: harf kodlama case unicode encoding
uk: регістр кодування case unicode encoding
vi: chữ hoa bảng mã case unicode encoding
zh_hans: 大写 大小写 编码 case unicode encoding
zh_hant: 大寫 大小寫 編碼 case unicode encoding

# Cmd_data_case_lower
source: Lowercase
ar: أحرف صغيرة
cs: Malá písmena
de: Kleinbuchstaben
el: Πεζά
es: Minúsculas
fa: حروف کوچک
fr: Minuscules
hu: Kisbetűs
id: Huruf kecil
it: Minuscole
ja: 小文字に
ko: 소문자로
pl: Małe litery
pt: Minúsculas
ro: Minuscule
th: ตัวพิมพ์เล็ก
tr: Küçük harf
uk: Малі літери
vi: Chữ thường
zh_hans: 小写
zh_hant: 小寫

# CmdAlias_data_case_lower
source: case lowercase
ar: case lowercase حالة الأحرف صغيرة
cs: malá mala písmena pismena case lowercase
de: klein schreibung case lowercase
el: πεζά-κεφαλαία πεζά case lowercase
es: minúsculas case lowercase
fa: بزرگی حروف کوچک, case lowercase
fr: casse minuscules case lowercase
hu: kisbetű kisbetu kisbetűs case lowercase
id: huruf kecil case lowercase
it: maiuscole minuscole case lowercase
ja: こもじに
ko: 소문자 변환 대소문자 case lowercase
pl: małe litery wielkość liter case lowercase
pt: maiúsculas minúsculas case lowercase
ro: minuscule litere mici case lowercase
th: ตัวพิมพ์เล็ก case lowercase
tr: harf küçük harf case lowercase
uk: регістр малі літери case lowercase
vi: chữ thường viết thường case lowercase
zh_hans: 小写 大小写 case lowercase
zh_hant: 小寫 大小寫 case lowercase

# Cmd_data_case_lower_ascii
source: Lowercase (ASCII letters only)
ar: أحرف صغيرة (أحرف ASCII فقط)
cs: Malá písmena (jen písmena ASCII)
de: Kleinbuchstaben (nur ASCII-Buchstaben)
el: Πεζά (μόνο γράμματα ASCII)
es: Minúsculas (solo letras ASCII)
fa: حروف کوچک (فقط حروف ASCII)
fr: Minuscules (lettres ASCII uniquement)
hu: Kisbetűs (csak ASCII betűk)
id: Huruf kecil (hanya huruf ASCII)
it: Minuscole (solo lettere ASCII)
ja: 小文字に (ASCII の英字だけ)
ko: 소문자로(ASCII 영문자만)
pl: Małe litery (tylko litery ASCII)
pt: Minúsculas (somente letras ASCII)
ro: Minuscule (doar literele ASCII)
th: ตัวพิมพ์เล็ก (เฉพาะตัวอักษร ASCII)
tr: Küçük harf (yalnızca ASCII harfleri)
uk: Малі літери (лише літери ASCII)
vi: Chữ thường (chỉ chữ cái ASCII)
zh_hans: 小写（仅 ASCII 字母）
zh_hant: 小寫（僅 ASCII 字母）

# CmdAlias_data_case_lower_ascii
source: case ascii
ar: case ascii حالة الأحرف
cs: malá mala písmena pismena case ascii
de: klein schreibung case ascii
el: πεζά-κεφαλαία case ascii
es: minúsculas case ascii
fa: بزرگی حروف, case ascii
fr: casse minuscules case ascii
hu: kisbetű kisbetu case ascii
id: huruf kecil case ascii
it: maiuscole minuscole ascii case ascii
ja: こもじに あすきー
ko: 소문자 변환 영문자 case ascii
pl: wielkość liter ascii case ascii
pt: maiúsculas minúsculas ascii case ascii
ro: minuscule litere mici case ascii
th: ตัวพิมพ์เล็ก case ascii
tr: harf case ascii
uk: регістр case ascii
vi: chữ thường case ascii
zh_hans: 小写 大小写 case ascii
zh_hant: 小寫 大小寫 case ascii

# Cmd_data_case_lower_text
source: Lowercase (by text encoding)
ar: أحرف صغيرة (حسب ترميز النص)
cs: Malá písmena (podle kódování textu)
de: Kleinbuchstaben (nach Textcodierung)
el: Πεζά (κατά κωδικοποίηση κειμένου)
es: Minúsculas (según la codificación del texto)
fa: حروف کوچک (بر اساس رمزگذاری متن)
fr: Minuscules (selon l'encodage du texte)
hu: Kisbetűs (szövegkódolás szerint)
id: Huruf kecil (menurut pengodean teks)
it: Minuscole (secondo la codifica del testo)
ja: 小文字に (文字コードに従う)
ko: 소문자로(텍스트 인코딩 기준)
pl: Małe litery (wg kodowania tekstu)
pt: Minúsculas (pela codificação de texto)
ro: Minuscule (după codificarea textului)
th: ตัวพิมพ์เล็ก (ตามการเข้ารหัสข้อความ)
tr: Küçük harf (metin kodlamasına göre)
uk: Малі літери (за кодуванням тексту)
vi: Chữ thường (theo bảng mã văn bản)
zh_hans: 小写（按文本编码）
zh_hant: 小寫（依文字編碼）
